app/controllers/howitworks_controller.rb

SELECT "quotes".* FROM "quotes" WHERE "quotes"."id" = 1 LIMIT 1
---
  def consumer
    @quote = Quote.find(1)